import React from "react";
import "./Text.modules.css";

function Text() {
  return (
    <div>
      <div className="text-container">
        <div className="text-content">
          <p className="dogica text-center d9">2024.7.1</p>
          <p className="neodgm text-center f9f">옮겨적기</p>
          <h2 className="neodgm text-center">접속사 없이 말하는 사랑</h2>
          <p className="neodgm f9f">
            글을 다 쓰고 나면 처음부터 훑어보며 접속사를 지우는 연습을 한다. ‘그런데’ ‘그래서’ ‘그리고’ ‘따라서’와 같은 말들을 최대한 덜어낸다. 접속사는 문장과 문장 사이의 뉘앙스를 결정해버리기 때문이다. 두 문장의 관계를 섣불리 확정하고 싶지 않을 때마다 나는 그 사이의 접속사를 뺀다. 두 문장들의
            상호작용을 촘촘하게 설계하는 것이 작가의 일이지만 어떤 행간은 비워둘수록 더욱 정확해진다. 특히 ‘그러나’와 ‘하지만’처럼 앞에 오는 내용을 역접(逆接)하는 접속사를 남발하지 않도록 주의하는 편이다. 예를 들어서 이런 문장이 있다. “두 사람은 아침에 서로의 어깨를 안마해주었다. 그러나 저녁이 되자
            컵라면 한 개를 가지고 티격태격했다.”(...)
          </p>
        </div>
        <div className="text-content">
          <p className="dogica text-center d9">2024.7.1</p>
          <p className="neodgm text-center f9f">쓰기</p>
          <h2 className="neodgm text-center">언니</h2>
          <p className="neodgm f9f">
            나에겐 오랜 친구가 있다. 한살터울의 친구인데 이친구가 미국 유학을 다녀와서 고등학교에 1년 늦게 입학을 했기 때문에 우리는 친구이다. 한번도 언니라고 불러본 적 없다. 친구 이름은 민형이인데, 언제나 민형아, 미녕아, 미명아, 마뇽아 등으로 불렀다. ​ 민형이와 나는 고등학교 입학 첫날 나란히 짝이
            되었는데, 우리는 단숨에 단짝이 되었다. 1년내내 짝이 바뀌어도, 번호순으로 앉는 음악실에서 만큼은 입학 첫날 처럼 나란히 앉아 뒷자리에 앉은 애들 무안하리만큼 너무 신나게 떠들어댔다. 무슨 얘기를 나눴는지는 도통 기억이 안날만큼 쓰잘데기 없는 드립을 치고 놀았다. 민형이가 나만의 개그맨이고,
            ​(...)
          </p>
        </div>
        <div className="text-content">
          <p className="dogica text-center d9">2024.5.10</p>
          <p className="neodgm text-center f9f">옮겨적기</p>
          <h2 className="neodgm text-center">cold trust ...</h2>
          <p className="neodgm f9f">
            일본 사람들은 각각으로 바라보았을 때는 (놀랍게도) 개 인주의적이지만 집단 속에서는 조화를 추구한다. 큰 조직 에서 그들 하나하나는 톱니바퀴 같은 존재로 완결성을 추 구한다. 반면에, 한국 사람들은 개개인으로 보았을 때는 타인과 어울리는 것을 좋아하지만 집단 속에서는 자신의 존재를 드러내길
            좋아한다. 조직의 톱니바퀴로 일하는 것 에 만족하지 못하고 흥미를 쉽게 잃는다. 한국 사람들은 타인이 정해준 대로 조용히 따라가는 것보다는, 자신이 스스로 판단하고 그 판단에 따라 자율적으로 행동하고 그 와중에 자신의 존재감을 확인하고 드러내는 것을 좋아하 기 때문이다. 그런 한국 사람들에게
            "그냥 정해진 대로 하 세요.”라는 말은 시비를 불러일으키기에 충분하다. (...)
          </p>
        </div>
        <div className="text-content">
          <p className="dogica text-center d9">2023.10.25</p>
          <p className="neodgm text-center f9f">옮겨적기</p>
          <h2 className="neodgm text-center">에쿠니 가오리</h2>
          <p className="neodgm f9f">
            하지만 길을 잃는 다는 건 목적지가 있기 때문이라고 생각합니다. 목적지가 없다면 길도 잃지 않았을 겁니다. 길을 잃었다는 발상 자체가 사라지게 됩니다. 만약 목적지가 있다 해도 지금이 전부인 것처럼.지금 있는 것, 지금 옆에 있는 사람, 지금 눈에 보이는 것들을 항상 음미하며 살고 싶다는 마음입니다.
            어린이의 눈으로 세계를 보듯 대상을 보고 글을 쓴다는 것은 말이죠 아마 여러분도 경험이 있을겁니다만 그림책은 매우 알기 쉬운 그림으로 되어 있고 두께도 얇아요, 보면, 알 수 있게 되어 있습니다. 그 얇은 책을 펼치는 순간 갑자기 새로운 세계가 나타납니다. 처음의 어떤 그림, 혹은 어떤 문장에 의해
            (,,,)
          </p>
        </div>
        <div className="text-content">
          <p className="dogica text-center d9">2024.7.1</p>
          <p className="neodgm text-center f9f">옮겨적기</p>
          <h2 className="neodgm text-center">설명의 과잉</h2>
          <p className="neodgm f9f">
            두 번재, 한국영화에 만연한 설명의 과잉 상태를 극복하기 위해 미니멀리스틱한 태도를 취해보려고 했던 데 연유한다. 사실은 그런 까닭으로 류가 벙어리로 설정되었다.어쩌면 분말이 전도된 일이지만 당시 나는 그만큼 상업영화들의 수다에 신물이 나 있었던 셈이다. 현재 세계에 공개되고 있는 상업영화의
            20퍼센트는 대사랑을 전반으 로 줄어도 충분히 이야기를 전달할 수 있거니와 오히려 그렇게 했을 때 예술적으로 훨씬 우수해지리라고 나는 믿는다. 그러나 정확히 말 해 그런 영화들에 내가 염증을 느꼈던 것은 단순히 말이 많다는 사 실보다는 그런 영화일수록 영화의 핵십적인 내용들을. 꼭 말을 통해 서
            전달하려고 한다는 점에 있다. 국에서 남자가 여자를 사랑한다면 사랑에 빠진 사람 특유의 행동과 표정을 통해 그것을 보여주어야지.(...)
          </p>
        </div>
        <div className="text-content">
          <p className="dogica text-center d9">2024.6.15</p>
          <p className="neodgm text-center f9f">옮겨적기</p>
          <h2 className="neodgm text-center">-</h2>
          <p className="neodgm f9f">
            드립 커피가 마시고 싶어 찾아 들어간 카페엔 지금 은 맞고그때는틀리다 포스터가 붙어 있었고, 김민 희의 알다가도 모르겠는 낯을 바라보며 지금은 맞 고 그때는 틀린 건 세상에 너무 많다고 생각했다. 그래서 나이가 들수록 함구하게 된다고. 그럼에도 불구하고 지금도 그때도 오답률 0%를 자랑하는 것들은
            다행히 존재한다. 죽기 전까지 우 리끼리 행복하게 지낼 소소한 법칙들을 발견하자 는 애인이 있고, 그런 애인 옆에서 자고 있는 나의 고양이가 있다. 그런 것들은 한 번도 틀린 적 없지. 엉킨 꿈에서 깨어나 보이는 이 완전한 장면 앞에서 침묵은 지킬 필요 없이 쓸모없는 것이 되고, 발설 은 숙명이 된다.
            내뱉지 않으면 없는 게 돼. 없는 건 틀린 것보다 슬픈 일이라고. (...)
          </p>
        </div>
        <div className="text-content">
          <p className="dogica text-center d9">2024.5.10</p>
          <p className="neodgm text-center f9f">옮겨적기</p>
          <h2 className="neodgm text-center">손</h2>
          <p className="neodgm f9f">
            하이데거는 "인간은 손을 통해 행동한다"라고 주장 했다. 독일어로 '행동하다'는 HANDELN이다. 이 말의 어간은 독일어로 '손'을 뜻하는 단어 HAND와 같은 형 태다. 행동하는 것은 곧 손이 움직이는 것이다. 손은 인 간 행동 전체를 집약하고 대표한다. 인간 몸의 다른 어 떤 기관도 손처럼 자유롭게 움직일 수
            없다. 손은 매우 민감하고, 극도로 섬세하게 작동한다. 손이 없다면 생 각은 아무것도 아니다. 인간은 일어서서 두 발로 걷고, 두 손으로 자유롭게 생각을 표현하는 힘을 얻음으로써 '지구의 지배자'가 되었다. 한마디로 인간은 손끝으로 생각한다. "손은 인간의 본질적인 특징"으로, 손이 있기 에 인간은
            의지대로 세상을 바꾸어갈 수 있었다.
          </p>
        </div>
        <div className="text-content">
          <p className="dogica text-center d9">2023.10.25</p>
          <p className="neodgm text-center f9f">쓰기</p>
          <h2 className="neodgm text-center">오히려 좋은 인생</h2>
          <p className="neodgm f9f">
            그러니까 내 원래 계획은, 그래픽, 브랜딩, 그리고 전시와 디자인 이 세개를 이수하는 것이었다. ​ 전공 실습 수업은 8개 중에서 3개의 우선순위를 제출하여 추첨을 돌리는 방식인데 전시와 디자인 추첨이 떨어져서 저~기, 6지망인가 7지망이었던 에디토리얼 디자인이 당첨되어버린 것이다. ​ 에디토리얼
            디자인은 수요일 1,2교시이고 그래픽 수업은 그 바로 다음인 3,4교시라서 조교님들조차 에디토리얼과 그래픽을 동시에 병행하는 걸 추천하지 않았었다. 설마설마,의 설마. 雪🐎 (ㅋㅋ) (...)
          </p>
        </div>
        <div className="text-content">
          <p className="dogica text-center d9">2024.5.10</p>
          <p className="neodgm text-center f9f">옮겨적기</p>
          <h2 className="neodgm text-center">SF영화의 가구</h2>
          <p className="neodgm f9f">
            또 하나는 우주선의 라운지 공간에 배치된 의자들이다. 이 의자는 프랑스 디자이너 올리비에 무그가 디자인한 ‘진 시리즈(Djinn Series)’다. 이 의자는 1965년에 생산되었는데, 1960년대는 전 세계가 팝 아트와 팝 디자인의 열풍이 불 때다. 영화에서는 의자와 소파가 바닥부터 벽과 천장까지 새하얀 미니멀
            공간에 놓여 있는데, 팝 디자인적인 강렬한 붉은색으로 말미암아 그 대비가 아주 뚜렷해서 사람들의 시각에 큰 인상을 남겼다. 진 시리즈 의자의 디자인 특징은 ‘유기적’ 형태다. 좌석, 등받이, 다리 등의 부분들을 이어 붙인 것이 아니라 일체형의 셸 구조로 보인다(실제로는 일체형이 아니지만 붉은색 천으로
            이음매를 가려 일체형인 것처럼 보이게 했다). 이런 유기적인 형태는 사람들에게 늘 미래지향적이라는 의미를 전달한다. (...)
          </p>
        </div>
        <div className="text-content">
          <p className="dogica text-center d9">2023.10.25</p>
          <p className="neodgm text-center f9f">옮겨적기</p>
          <h2 className="neodgm text-center">말하는 가구 TV</h2>
          <p className="neodgm f9f">
            TV를 ‘말하는 가구’라고 비유한다면 의아해 할 사람이 많을 것이다. TV는 현대 하이테크(high tech)의 산물이고, 가구는 산업혁명 이전의 로테크(low tech)로 오랫동안 만들어져 왔기 때문이다. 가구하면 가장 먼저 떠오르는 인상도 역시 나무다. 비록 현대에는 다양한 재료가 사용되지만, 여전히 사람들
            머릿속에는 가구란 나무로 마감된 물건이라는 인상이 남아 있다. 바로 그러한 점에서 초창기 TV는 가구를 닮았다. TV에 앞서 라디오가 먼저 그러한 모방을 시작했다. 그런 다음 TV도 라디오가 간 길을 따라갔다.  현대인들에게 라디오와 TV는 물론 컴퓨터 같은 하이테크 제품들도 전혀 낯설지 않다. 하지만
            20세기 전반기 사람들에게는 그렇지 않았다. 라디오가 대중에게 보급되던 (...)
          </p>
        </div>
        <div className="text-content">
          <p className="dogica text-center d9">2024.5.10</p>
          <p className="neodgm text-center f9f">옮겨적기</p>
          <h2 className="neodgm text-center">빈야사</h2>
          <p className="neodgm f9f">
            빈야사는 하나의 아사나를 다음 아사나와 물 부드럽게 이어 주는 독특한 연결 동작을 의미한다. '물 흐르듯이. 물은 쉬지 않고 흐른다. 즉, 쉬지 않고 움직여야 한다. 선 생님의 말씀을 따라 팔과 다리를 움직이며 몸을 높였다 접었다 낮췄다 굽혔다 얼씨구 하다 보면 나도 모르게 춤 을 추고 있다는 착각도
            든다. 한 시간짜리 수업은 처음에 가벼운 동작들로 시작한 다. 먼저 깊게 호흡하고 의식을 깨운다. 몸을 시옷자로 만 드는 다운독 자세는 수업 중에 무수히 반복되는데, 첫 다 운독은 언제나 찌뿌동하다. 두 번째 다운독부터 조금씩 편해지다가, 마지막 다운독을 할 때는 머리를 아래로 향 함과 동시에
            목에서부터 땀방울이 후드득 소리를 내며 굴 러떨어진다. (...)
          </p>
        </div>
        <div className="text-content">
          <p className="dogica text-center d9">2023.10.25</p>
          <p className="neodgm text-center f9f">쓰기</p>
          <h2 className="neodgm text-center">오히려 좋은 인생</h2>
          <p className="neodgm f9f">
            그러니까 내 원래 계획은, 그래픽, 브랜딩, 그리고 전시와 디자인 이 세개를 이수하는 것이었다. ​ 전공 실습 수업은 8개 중에서 3개의 우선순위를 제출하여 추첨을 돌리는 방식인데 전시와 디자인 추첨이 떨어져서 저~기, 6지망인가 7지망이었던 에디토리얼 디자인이 당첨되어버린 것이다. ​ 에디토리얼
            디자인은 수요일 1,2교시이고 그래픽 수업은 그 바로 다음인 3,4교시라서 조교님들조차 에디토리얼과 그래픽을 동시에 병행하는 걸 추천하지 않았었다. 설마설마,의 설마. 雪🐎 (ㅋㅋ) (...)
          </p>
        </div>
        <div className="text-content">
          <p className="dogica text-center d9">2024.5.10</p>
          <p className="neodgm text-center f9f">옮겨적기</p>
          <h2 className="neodgm text-center">손</h2>
          <p className="neodgm f9f">
            하이데거는 "인간은 손을 통해 행동한다"라고 주장 했다. 독일어로 '행동하다'는 HANDELN이다. 이 말의 어간은 독일어로 '손'을 뜻하는 단어 HAND와 같은 형 태다. 행동하는 것은 곧 손이 움직이는 것이다. 손은 인 간 행동 전체를 집약하고 대표한다. 인간 몸의 다른 어 떤 기관도 손처럼 자유롭게 움직일 수
            없다. 손은 매우 민감하고, 극도로 섬세하게 작동한다. 손이 없다면 생 각은 아무것도 아니다. 인간은 일어서서 두 발로 걷고, 두 손으로 자유롭게 생각을 표현하는 힘을 얻음으로써 '지구의 지배자'가 되었다. 한마디로 인간은 손끝으로 생각한다. "손은 인간의 본질적인 특징"으로, 손이 있기 에 인간은
            의지대로 세상을 바꾸어갈 수 있었다.
          </p>
        </div>
        <div className="text-content">
          <p className="dogica text-center d9">2023.10.25</p>
          <p className="neodgm text-center f9f">쓰기</p>
          <h2 className="neodgm text-center">오히려 좋은 인생</h2>
          <p className="neodgm f9f">
            그러니까 내 원래 계획은, 그래픽, 브랜딩, 그리고 전시와 디자인 이 세개를 이수하는 것이었다. ​ 전공 실습 수업은 8개 중에서 3개의 우선순위를 제출하여 추첨을 돌리는 방식인데 전시와 디자인 추첨이 떨어져서 저~기, 6지망인가 7지망이었던 에디토리얼 디자인이 당첨되어버린 것이다. ​ 에디토리얼
            디자인은 수요일 1,2교시이고 그래픽 수업은 그 바로 다음인 3,4교시라서 조교님들조차 에디토리얼과 그래픽을 동시에 병행하는 걸 추천하지 않았었다. 설마설마,의 설마. 雪🐎 (ㅋㅋ) (...)
          </p>
        </div>
      </div>
    </div>
  );
}

export default Text;
